tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nativeos/i386-elf-toolchain"

brew "glib"
brew "pkg-config"
brew "cmake"
brew "ctags"
brew "gcc"
brew "gdb"
brew "glfw"
brew "python@3.8"
brew "gnu-time"
brew "p11-kit"
brew "nghttp2"
brew "unbound"
brew "go"
brew "gocr"
brew "graphviz"
brew "llvm"
brew "mono"
brew "nasm"
brew "neovim"
brew "nodebrew"
brew "openvpn"
brew "pandoc"
brew "qemu"
brew "ruby"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "x86_64-elf-binutils"
brew "x86_64-elf-gcc"
brew "dart-lang/dart/dart"
brew "nativeos/i386-elf-toolchain/i386-elf-binutils"
brew "nativeos/i386-elf-toolchain/i386-elf-gcc"
brew "stow"

cask "adoptopenjdk"
